export  const quizData = [
    {
      question: '通常你最要好的朋友會將您描述成具有甚麼經驗的風險承受者？',
      options: [
        'a. 一個真正的賭徒',
        'b. 在進行相當的研究後願意承擔風險者',
        'c. 小心避開風險者',
        'd. 一個十足的避險者',
      ],
      answers: [4, 3, 2, 1], // a=4, b=3, c=2, d=1
    },
    {
        question: '若您剛存到為了「一生一次的」旅遊所需的費用，在預定出發前三週時，您失去您的工作。您將會作何決定？',
        options: [
          'a. 取消此次旅行',
          'b. 改為較為節約的旅行',
          'c. 照原計畫出遊，因為您需要時間為求職做準備',
          'd. 擴大旅行規模，因為這也許是您豪華旅遊的最後機會',
        ],
        answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
    },
    {
        question: '當您看到「風險」這個詞的時候，哪個詞會馬上浮現在您的腦海？',
        options: [
          'a. 損失經驗',
          'b. 不確定',
          'c. 機會',
          'd. 興奮',
        ],
        answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
    },
    {
      question: '某些專家預測固定資產如黃金、珠寶、收 藏品與房地產等價格將會上漲，債券價格則會下跌，但專家們也認為政府公債相對而言是安全的。您目前大部分投資在高利息的政府公債，您將會如何調整？',
      options: [
        'a. 保有債券',
        'b. 賣出債券，將一半存放到外幣帳戶，另一半投資於固定資產',
        'c. 賣出債券，全數投資於固定資產',
        'd. 賣出債券，不僅全數投資於固定資產，並舉債加碼投資',
      ],
      answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
  },
  {
    question: '一位您信任的好友與鄰居是一位有經驗的地質學家，他正在邀集一群投資者為探勘金礦提供資金，若探勘成功將可賺回 50 倍到 100 倍的投資額，若失敗則所有投資將化為烏有。您的朋友預估成功機率只有 20%，如果您有錢，您會願意投資多少？',
    options: [
      'a. 不投資',
      'b. 投資一個月的薪水',
      'c. 投資三個月的薪水',
      'd. 投資六個月的薪水',
    ],
    answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
},
{
  question: '若您意外獲得 600,000 元可以進行投資， 您會如何運用？',
  options: [
    'a. 存在銀行帳戶、外幣存款帳戶或是保險定存單',
    'b. 投資到安全高品質的債券或債券型基金',
    'c. 投資到股票市場或是股票型基金',
  ],
  answers: [1, 2, 3], // a=4, b=3, c=2, d=1  
},
{
  question: '依據您的經驗，您對於投資股票或股票型基金的感覺是：',
  options: [
    'a. 一點也不舒服',
    'b. 還好',
    'c. 非常自在',
  ],
  answers: [1, 2, 3], // a=4, b=3, c=2, d=1  
},
{
  question: '下列四種投資方案分別給定最佳與最差的報酬，您會偏好哪個方案？',
  options: [
    'a. 最佳的狀況可獲得 6,000 元；最差的狀況 報酬為 0 元',
    'b. 最佳的狀況可獲得 24,000 元；最差的狀 況將損失 6,000 元',
    'c. 最佳的狀況可獲得 78,000 元；最差的狀 況將損失 24,000 元',
    'd. 最佳的狀況可獲得 144,000 元；最差的狀 況將損失 72,000 元',
  ],
  answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
},
{
  question: '假設一位親戚留給您遺產 3,000,000 元， 並規定您必須將所有的錢投資在下列方案的其中一項，您會選擇：',
  options: [
    'a. 銀行存款帳戶或貨幣市場共同基金',
    'b. 包括股票與債券的共同基金',
    'c. 包括 15 類股票的投資組合',
    'd. 黃金、白銀或石油等商品',
  ],
  answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
},
{
  question: '若您必須投資 600,000 元，下列哪種投資 組合最吸引您？',
  options: [
    'a.  60%低風險投資、30%中度風險投資與 10%高度風險投資',
    'b.  30%低風險投資、40%中度風險投資與 30%高度風險投資',
    'c. 10%低風險投資、40%中度風險投資與 50%高度風險投資',
  ],
  answers: [1, 2, 3], // a=4, b=3, c=2, d=1  
},
{
  question: '若您正在參加電視遊戲節目可以選擇下列一項獎勵，您會做何選擇？',
  options: [
    'a. 30,000 元的現金',
    'b. 50%的機會贏得 150,000 元',
    'c. 25%的機會贏得 300,000 元',
    'd. 5%的機會贏得 3,000,000 元',
  ],
  answers: [1, 2, 3, 4], // a=4, b=3, c=2, d=1  
},

  ];
  